{
  "Events": "Údálosti",
  "language": "Jazyk",
  "Contacts": "Kontakty",
  "Contact us.": "Kontaktujte nás.",
  "Sales": "Sales",
  "Collections": "Kolekce",
  "About": "O mě",
  "Home": "Domů",
  "Bali": "Bali",
  "bali": {
    "entry": "Docela to trvalo, času je na věci málo, aktivně pracuju ráno, někdy večer, do toho všechny aktivity, jídlo, na tohle se dostane až je čas, víkendy. Dostat mě někam do světa není moc složité. Vlastně je asi složitější mě udržet doma. K Bali mi stačily 2 hodiny s člověkem, který tam byl. Za 4 hodiny nato jsem už měl letenky. Druhé ráno, asi v 5, mi ospalý mozeček říká co to zas bylo za nápad. V 9 je mozeček ready a už se začíná těšit.",
    "second": "Moc jsem to tehdy neřešil, prostě jsem vyhledal letenky, podmínka byla se vyhnout nejistému Taiwanu. Věděl jsem, že Indonésie dělá visa on arrival, co jsem nevěděl bylo, že jsou do 30 dnů zdarma, pokud je člověk nemá v plánu prodloužit. Koupil jsem letenky na 33 dní, což ušetřilo peníze proti 26 dnům, ale přidalo malinkou starost s překročením víza, tak mi v hlavě vzniklo spoustu možných alternativních cest, jak to udělat. Nad tím jsem docela chvíli přemýšlel.",
    "third": "Druhá věc, která mě ani nenapadla promyslet je časový posun. Je tady o 6 hodin navíc. Už jsem poznal, kdy mí přátele v Praze začínají pracovat. Je to okolo 10h, tzn. Tady bude 16h+, takže asi budu muset sem tam rozpůlit práci na ráno, večer.",
    "fourth": "K vízum - bude to delší odstavec s mým rozhodovacím problémem. Jedna možnost byla si sehnat kontakt na Bali a udělat si víza na 60 dní v Praze, to se mi nechtělo. Další možnost byla zůstat 3-5 dní na Filipínách, pak letět na Bali. Tohle mě napadlo docela pozdě, kdy už letenky z Manily do Denpasaru šly nahoru. Třetí možnost, přeplatit dny za překročení délky víza, čtvrtá možnost odletět na pár dní třeba do Singapuru, Malajsie, podívat se tam, vrátit se a nabrat nové vízum. Další možnost, je odletět dřív třeba do Thajska, udělat něco 2-3 týdny tam a koupit letenku domů - tím ale propadne zpáteční na Bali, což maže zase jednosměrná z Thajska (při dalším nápadu dát Asii). Další možnost prodloužit víza o 30 dní za poplatek. Což je asi v pohodě, ale je třeba si to dobře naplánovat - prodloužit levněji sám - jít 3x na místní úřad, nebo s agenturou, dráž, ale rychleji. Pak se rozhodnout jestli letět už domů, nebo nechat letenku propadnout a vybrat pozdější. Tohle všechno je navíc ovlivněno souvisejícími věcmi, naše práce, kterým směrem dát peníze, útrata, únava a tak. Pokud tu někdy někdo poletíte, tak se to asi dá lépe promyslet a vymáčknout z okolních ostrovu maximum.",
    "fifth": "Samotná cesta byla extrémně dlouhá, asi 43 hodin. Ale kupodivu, nebylo to tak zlé. Je to nejdál, co jsme kdy byli, delší lety jsou supr možnost, kdy se vyspat a uteče to. Z Brna do Prahy, z Prahy Dubaj, z Dubaje Manila, z Manily Denpasar. Dalo se to udělat určitě rychleji. Ale jestli si mám vybrat mezi 10 hodinovým čekáním na přestup, nebo utratit o 8 litrů víc za letenky, vyberu si čekání.",
    "sixth": "Letiště na Filipínách mě lehce vyvedlo z komfortní zóny, po tom, co nám řekli, že do země nás při transferu imigrační nepustí a nemělo žádný connection  check in. Takže to ve výsledku proběhlo tak, že přišel kluk, ať mu dáme pasy a že tam dojde, udělá check in a přinese letenku. Nevzdávám se úplně rád svého pasu a není to typická situace, takže jsem zagooglil. Našel jsem článek, kdy na tomto letišti nějaký kluk přesně v této situaci zmeškal let kvůli tomu, že mu pas vrátili pozdě, takže si musel kupovat nový, což se do Evropy prodraží. Pak jsem našel další a další. V mé hlavě byla polehčující okolnost ohledně víza a setrvání pár dní na Filipínách, takže by to až taková katastrofa nebyla.",
    "seventh": "Tohle je pro mě skvělé srovnání s mým pobytem v Indii a asi to sem tam srovnám. Vedla sem podobná cesta, máme tu být podobnou dobu, ceny jsou podobné. Lidí, kteří se vám na každém metru snaží prodat služby a produkty je tu stejně. Indie byla skvělá průprava, která mě naučila otravné odmítat, ignorovat nebo prostě tu jejich cenu podstřelit. Tohle jsem použil hned jak jsem vyšel z imigračního. Směnárny, prodejci sim karet, taxikáři, prodavači bot. Jinde vás někdo osloví, vidí nezájem a dá pokoj, tady za váma klidně půjdou pro kšeft desítky metrů. Je tady čisto a voňavo, to v Indii rozhodně nebylo. Doprava je chaotická asi stejně.",
    "eight": "Ještě mě tak napadá napsat, co jsem si vzal a přivezl. Cestou z Norska jsme se stavili v Litomyšli pro mezinárodní řidičák. Stojí to 50 kč a máte papíry do světa na 3 roky. Ty evropské prý nestačí. Proč v Litomyšli? Přesně. Přišli jsme tam, nikdo nikde, 5 min a hotovo.",
    "nineth": "Sbalili jsme se do 28 a 35 litrových báglů, aby to byly vyhovující příručáky. Kikča mě naučilo skvělý styl jak balit oblečeni, takže jsem tam toho narval hodně. Narval jsem tam maca, gopro, všechny hadry, kabely, poserbanku, máme pláštěnky, prášky, hygienu, záhlavky. Vzal jsem si jen tenisky, nějaké cukle tady koupím za nic, ostatní věci kdyžtak taky. Narval jsem tam dokonce 900 stránkovou knihu, to jsem měl asi vteřinový pocit, ty vole ty to přečteš. Jak říkám, vteřinový pocit, NEAR DEATH EXPERIENCE. Kniha je doma.",
    "tenth": "Sice to nebude korespondovat s víza problémem, ale už si dělám před výlety větší research. Když chcete místní simku, nebo měnit peníze, samozřejmě mimo letiště. Na letišti si najdu nějaké dobře hodnocené na mapě, printscreen a jdu. V Asii je populární Agonda, přes ní se dají najít krásné ubytka za levné ceny. Třeba tady - první ubytko, - 2 noci 492 kč pro dva. Co se týče hotovosti, měl jsem nějaké dolary, abych pokryl vízum, které jsem si myslel, že se dá platit jen v cashi ( na místě jsme zjistili, že to jde i kartou)a na nějaké další blbosti. Ubytko třeba taky nemělo terminál. Jako kartu mám revolutku, kde si vždy topnu tak akorát obnos na to co chci zaplatit, nebo kolik chci vybrat, tak aby hlavní účet byl v bezpečí. Čeká nás spousta výletů, pláže, skůtr, levné jídlo a podobně. O tom víc asi až se to bude dít."
  },
  "First": "Post 1",
  "Second": "Post 2",
  "Third": "Post 3",
  "India": "Indie",
  "india": {
    "entry": "Snad doplním."
  },
  "santiago": {
    "entry": "Snad doplním."
  },
  "about": {
    "entry": "Snad doplním."
  },
  "Santiago": "Santiago de Compostela",
  "home": {
    "entry": "Doufám, že jednoho dne bude tento web užitečný. Snažil",
    "no": "Jen výjimečně!",
    "about": " Narychlo jsem něco upravil z mého osobního projektu, abych to mohl někam celé zapsat. Hraje to všema barvama. Nemám tady žádná omezení (např. délka textu, ..) a můžu si to napsat jak chci. Věřím, že mě cestování čeká ještě opravdu hodně, tak už je možné dobré to někde hromadit. Paralelně zde navíc občas rozšiřuju svoje věci, takže proč to nespojit. Lehce to trvá, je toho moc. Mnoho zážitků, práce, psaní, aktivit, .."
  },
  "Projects": "Projekty",
  "Lost": "Myslím, že jste se ztratili.",
  "LostDescription": "Vypadá to, že stránka, kterou hledáte neexistuje.",
  "Go back home": "Zpět na domovskou stránku",
  "written": "Tech Stack"
}
